<?php
return [
    'admin' => [
        'categories' => [
            'create' => [
                'success' => 'Запись успешно добавлена',
                'fail' => 'Не удалось добавить запись'
            ],
            'update' => [
                'success' => 'Запись успешно обновлена',
                'fail' => 'Не удалось обновить запись'
            ],
            'delete' => [
                'success' => 'Запись успешно удалена',
                'fail' => 'Не удалось удалить запись'
            ]
        ],
        'news' => [
            'create' => [
                'success' => 'Запись успешно добавлена',
                'fail' => 'Не удалось добавить запись'
            ],
            'update' => [
                'success' => 'Запись успешно обновлена',
                'fail' => 'Не удалось обновить запись'
            ],
            'delete' => [
                'success' => 'Запись успешно удалена',
                'fail' => 'Не удалось удалить запись'
            ]
        ],
        'authors' => [
            'create' => [
                'success' => 'Запись успешно добавлена',
                'fail' => 'Не удалось добавить запись'
            ],
            'update' => [
                'success' => 'Запись успешно обновлена',
                'fail' => 'Не удалось обновить запись'
            ],
            'delete' => [
                'success' => 'Запись успешно удалена',
                'fail' => 'Не удалось удалить запись'
            ]
        ],
        'users' => [
            'create' => [
                'success' => 'Запись успешно добавлена',
                'fail' => 'Не удалось добавить запись'
            ],
            'update' => [
                'success' => 'Запись успешно обновлена',
                'fail' => 'Не удалось обновить запись'
            ],
            'delete' => [
                'success' => 'Запись успешно удалена',
                'fail' => 'Не удалось удалить запись'
            ]
        ]
    ]
];
